Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Maakuntiin siirtyvät muut kuin sosiaali- ja terveydenhuollon toimialat
sv_se: Verksamhetsområden (andra än social- och hälsovård) som flyttas över till landskapen

source: Uusien maakuntien tehtäväala
sv_se: De nya landskapens uppgiftsområden

source: Aiempi vastuutaho
sv_se: Tidigare ansvarsinstans

source: Pelastustoimi
sv_se: Räddningsväsende

source: Ympäristöterveydenhuolto (terveydensuojelu, tupakka- ja elintarvikevalvonta ja eläinlääkintähuolto)
sv_se: Miljöhälsovård (hälsoskydd, tobakskontroll, livsmedelstillsyn och veterinärvård)

source: Kunnat ja aluehallintovirastot
sv_se: Kommunerna och regionförvaltningsverken

source: Maatalous ja maaseudun kehittäminen
sv_se: Jordbruk och utveckling av landsbygden

source: Kunnat ja ELY-keskukset
sv_se: Kommunerna och NTM-centralerna

source: Alueiden ja niiden elinkeinoelämän kehittäminen, yritys-, työ- ja elinkeinopalvelujen järjestäminen sekä kotouttamisen edistäminen
sv_se: Utveckling av regionerna och deras näringsliv, organisering av företags-, arbets- och näringstjänster samt främjande av integration

source: Maakuntien liitot, ELY-keskukset ja TE-toimistot
sv_se: Landskapsförbunden, NTMcentralerna och TE-byråerna

source: Alueiden käytön suunnittelu ja ohjaus, maakuntakaavoitus sekä rakennustoiminnan edistäminen
sv_se: Planering och styrning av områdesanvändning, landskapsplanläggning samt främjande av byggnadsverksamhet

source: Maakuntien liitot ja ELY-keskukset
sv_se: Landskapsförbunden och NTMcentralerna

source: Kala- ja vesitalous, vesihuollon suunnittelu sekä vesi- ja merenhoito
sv_se: Fiskeri- och vattenhushållning, planering av vattenförsörjning samt vatten och havsvård

source: ELY-keskukset
sv_se: NTM-centralerna

source: Liikennejärjestelmäsuunnittelu ja alueellinen tienpito
sv_se: Planering av trafiksystem och regional väghållning

source: Maakunnallisen identiteetin sekä kulttuurin, osaamisen ja liikunnan edistäminen
sv_se: Främjande av landskapets identitet, kultur, kompetens och idrott

source: Alueellinen alkoholihallinto
sv_se: Regional alkoholförvaltning

source: Aluehallintovirastot
sv_se: Regionförvaltningsverken

source: Yhteiskunnan turvallisuusstrategiaan kuuluva alueellinen varautuminen
sv_se: Regional beredskap som ingår i samhällets säkerhetsstrategi

source: Osana maakuntauudistusta toteutetaan myös valtion lupa-, ohjaus- ja valvontatehtävien uudelleenorganisointi.
sv_se: Som ett led i landskapsreformen genomförs också en omorganisering av statens tillstånds-, styrnings- och tillsynsuppgifter.

source: Keskeinen toimenpide on uuden valtakunnallisen toimivallan Valtion lupa- ja valvontaviraston (Luova) perustaminen 1.1.2020 alkaen.
sv_se: En central åtgärd är inrättandet av Statens tillstånds- och tillsynsmyndighet (Luova) med riksomfattande behörighet 1.1.2020.

source: Virastolle siirretään pääosa samalla lakkautettavien aluehallintovirastojen ja Sosiaali- ja terveysalan lupa- ja valvontaviraston (Valvira) sekä myös osa lakkautettavien ELY-keskusten ja KEHA-keskuksen tehtävistä.
sv_se: Myndigheten tar över merparten av uppgifterna hos regionförvaltningsverken och Tillstånds- och tillsynsverket för social- och hälsovården (Valvira) samt också NTMcentralerna och UF-centret, som alla läggs ner när Luova tar vid.

source: Luovan keskeiset tehtäväalat ovat sosiaali- ja terveydenhuolto, varhaiskasvatus, opetus ja kulttuuri, ympäristö sekä työsuojelu.
sv_se: Myndighetens centrala uppgiftsområden är social- och hälsovård, småbarnspedagogik, undervisning och kultur, miljö och arbetarskydd.

source: Lisäksi virasto hoitaa muita erikseen säädettyjä oikeusturva-, lupa-, rekisteröinti- ja valvontatehtäviä.
sv_se: Dessutom har Luova hand om andra separat föreskrivna rättssäkerhets-, tillstånds-, registrerings- och tillsynsuppgifter.

source: Nämä muutokset samoin kuin valtaosa maakunnille osoitettavien muiden kuin sosiaali- ja terveydenhuollon tehtävien siirroista toteutetaan maaliskuussa 2018 eduskunnalle annetulla esityksellä (HE 14/2018 vp) maakuntauudistuksen täytäntöönpanoa sekä valtion lupa-, ohjaus- ja valvontatehtävien uudelleenorganisointia koskevaksi lainsäädännöksi.
sv_se: Dessa förändringar, liksom också merpart av överföringen av de andra uppgifter än uppgifter inom vården som landskapen ska ha hand om, verkställs genom en proposition om verkställigheten av landskapsreformen och om omorganisering av statens tillstånds-, styrnings- och tillsynsuppgifter (RP 14/2018 rd) som lämnades till riksdagen i mars 2018.

source: Hankkeen tavoitteena on määritellä visio tulevaisuuden kunnasta v. 2030 ja kuntien rooli ja tehtävät sekä asema suhteessa perustettaviin maakuntiin.
sv_se: Projektet syftar till att skapa en vision för framtidens kommun 2030 och kommunernas roll och uppgifter samt ställning i förhållande till de landskap som ska grundas.

source: Painopisteinä tarkastelussa ovat kunnan rooli hyvinvoinnin, elinvoiman, yrittäjyyden ja työllisyyden edistäjänä sekä kuntademokratian vahvistaminen.
sv_se: Arbetet fokuserar på att stärka den kommunala demokratin och på kommunens roll i att främja välfärden, livskraften, företagandet och sysselsättningen.

source: Työn kuluessa kartoitetaan myös tarvittavat lainsäädäntömuutokset ja pitkän aikavälin kuntapolitiikan muutostarpeet.
sv_se: Under arbetets gång kartläggs också vilka ändringar som behövs i lagstiftningen samt i kommunpolitiken på lång sikt.

source: Parlamentaarisen työryhmän väliraportti esiteltiin helmikuussa 2017.
sv_se: Mellanrapporten från den parlamentariska arbetsgruppen presenterades i februari 2017.

source: Työ jatkuu kartoittamalla mm. kuntalain ja pitkän aikavälin kuntapolitiikan muutostarpeet.
sv_se: Arbetet fortsätter med att kartlägga bl.a. behoven av ändringar i kommunlagen och den långsiktiga kommunpolitiken.

source: Parlamentaarisen työryhmän väliraportti tulevaisuuden kunnasta.
sv_se: Mellanrapporten från den parlamentariska gruppen om Framtidens kommun.

source: Valtiovarainministeriön julkaisuja 9a/2017.
sv_se: Finansministeriets publikationer 9a/2017.

source: Mahdolliset lainsäädäntömuutokset valmistellaan siten, että ne tulisivat voimaan vuoden 2019 alusta.
sv_se: De eventuella ändringarna i lagstiftningen bereds så att de träder i kraft från början av 2019.

source: Osana hanketta on tehty kaksoiskuntalaisuusselvitys .
sv_se: Som en del av projektet genomfördes en utredning om medlemskap i två kommuner .

source: Sen mukaan perustuslaki asettaa reunaehtoja kaksoiskuntalaisuuteen liitettäviin oikeuksiin.
sv_se: Enligt den ställer grundlagen vissa förbehåll för rättigheterna i fråga om dubbelt kommunmedlemskap.

source: Suomalaiseen monipaikkaisuuteen ei voi esim. liittyä verotuksellisia ja äänioikeuteen tai vaalikelpoisuuteen liittyviä oikeuksia tai velvollisuuksia.
sv_se: Multilokalitet i Finland kan t.ex. inte förknippas med rättigheter eller skyldigheter i fråga om beskattning, rösträtt eller valbarhet.

source: Osassa kunnallisia palveluja kunnan jäsenyyttä ei kuitenkaan edellytetä: esim. terveydenhuollossa monipaikkaisuus on otettu jo huomioon.
sv_se: När det gäller en del kommunala tjänster krävs dock inte medlemskap i kommunen: t.ex. i hälsovården har multilokaliteten redan beaktats.

source: Tulevaisuudessa valinnanvapauslainsäädäntö mahdollistaa valinnan nykyistä joustavammin.
sv_se: I framtiden kommer valbarhetslagstiftningen att tillåta ett flexiblare val än för nuvarande.

source: Kuntien, maakuntien ja koko julkisen sektorin kustannusten karsiminen (ns. JTS-miljardi)
sv_se: Minskning av kommunernas, landskapens och hela offentliga sektorns utgifter (den s.k. JTS-miljarden)

source: Hallitusohjelman mukaan tavoitteena on vähentää kuntien kustannuksia miljardilla eurolla karsimalla lakisääteisiä tehtäviä ja niiden toteuttamista ohjaavia velvoitteita pitkällä aikavälillä eli vuoteen 2029 mennessä.
sv_se: I regeringsprogrammet ingår ett mål att minska på kommunernas utgifter med en miljard genom att dra ner på deras uppgifter i lagen och de skyldigheter som styr genomförandet uppgifterna på lång sikt, det vill säga fram till 2029.

source: Myöhemmin tarkastelua laajennettiin koko julkiseen talouteen.
sv_se: Senare utsträcktes översynen till hela den offentliga ekonomin.

source: JTS-miljardia koskevaa ohjelmaa on tarkoitus toteuttaa kuntien tehtävien ja velvoitteiden vähentämistä koskevan toimenpideohjelman lisäksi valmisteilla olevilla kolmella kuntien kannustinjärjestelmällä.
sv_se: Programmet som rör JTSmiljarden ska också genomföras med hjälp av tre incitamentprogram för kommunerna, som är under beredning.

source: Järjestelmät liittyvät käyttötalouden menojen kasvun hillitsemiseen, digitalisaation edistämiseen ja tilakustannusten hillintään.
sv_se: Systemen hänger samman med att stävja driftsekonomins växande utgifter, att främja digitaliseringen och stävja lokalkostnaderna.

source: Lisäksi on selvitetty, miten valtionhallinnon tuottavuutta voitaisiin edistää tarkoituksenmukaisimmalla tavalla digitalisaatiota täysimääräisesti hyödyntäen.
sv_se: Det har också utretts hur statsförvaltningens produktivitet skulle kunna förbättras på det mest ändamålsenliga sättet genom att utnyttja digitaliseringen maximalt.

source: Kuntien tehtävien ja velvoitteiden vähentämistoimista merkittävä osa sisältyy laajempiin lainsäädäntöuudistuksiin, esim. henkilö-, posti- ja tavarakuljetusten uudistamiseen.
sv_se: En betydande del av åtgärderna som minskar på kommunernas uppgifter och skyldigheter ingår i större lagstiftningshelheter, t.ex. reformerna av person-, post- och varutransporter.

source: Uudistusten ja lainsäädäntömuutosten valmistelu on pääosin vielä meneillään.
sv_se: Beredningen av reformerna och lagändringarna pågår till stor del fortfarande.

source: Arvio ohjelman vaikutuksista vuoteen 2029 mennessä on vuositasolla n. 370 milj. euroa.
sv_se: Programmets verkningar beräknas till ca 370 mn euro på årsnivå fram till 2029.

source: Jo toteutetuista toimenpiteistä esimerkkejä ovat yksittäisten osatehtävien poistaminen vanhuspalvelulaista sekä korjaus- ja energia-avustusten siirtäminen Asumisen rahoitus- ja kehittämiskeskus ARAlle.
sv_se: Exempel på redan genomförda åtgärder är att enskilda deluppgifter slopats från äldreomsorgslagen och att av reparations- och energiunderstöd förts över till Finansierings- och utvecklingscentralen för boendet ARA.

source: 2.8 Valtioneuvoston EU-vaikuttaminen
sv_se: 2.8 Statsrådets inflytande i EU

source: Säännöllinen ja etupainotteinen vaikuttamisprosessi
sv_se: En regelbunden och framförhållen påverkningsprocess

source: EU-vaikuttamista linjataan valtioneuvoston vuosittaisissa vaikuttamisstrategioissa, joita täydentävät kunkin ministeriön toimialaltaan laatimat EU-vaikuttamissuunnitelmat.
sv_se: Riktlinjerna för påverkan i EU dras upp i statsrådets årliga påverkningsstrategier, som kompletteras av påverkningsplaner som ministerierna gör upp för sina egna förvaltningsområden.

source: Strategioiden tavoitteena on suunnitelmallinen vaikuttaminen ja laaja-alainen EU-keskustelu eduskunnassa.
sv_se: Strategierna syftar till en systematisk påverkan och en bred EU-debatt i riksdagen.

source: Vuoden 2016 joulukuussa linjattiin vuoden 2017 vaikuttamisstrategia (E 123/2016 vp) ja marraskuussa 2017 vuoden 2018 vaikuttamisstrategia (E 106/2017 vp).
sv_se: I december 2016 fastslogs påverkningsstrategin för 2017 (E 123/2016 rd) och i november 2017 motsvarande strategi för 2018 (E 106/2017 rd).

source: EU-ministerivaliokunta tekee säännöllisesti Suomelle tärkeistä asiakokonaisuuksista ennakkovaikuttamislinjauksia.
sv_se: EU:s ministerutskott drar regelbundet upp riktlinjer för förhandspåverkan i ärendehelheter som är viktiga för Finland.

source: Valtioneuvosto linjasi alkukesästä alustavat tavoitteensa komission seuraavan vuoden työohjelmaan ja tarkensi niitä syksyn kuluessa.
sv_se: Statsrådet satte på försommaren upp sina preliminära mål för kommissionens arbetsprogram för nästa år och specificerade dem under hösten.

source: E 49/2017 vp ja EJ 33/2017 vp
sv_se: E 49/2017 rd och EK 33/2017 rd

source: Ison-Britannian eroprosessi EU:sta
sv_se: Storbritanniens utträdesprocess ur EU

source: Iso-Britannia antoi eroilmoituksensa 29.3.2017.
sv_se: Storbritannien lämnade sitt besked om utträde ur unionen 29.3.2017.

source: Eurooppa-neuvoston huhtikuussa antamat suuntaviivat, joissa sovittiin erosopimuksen keskeisistä tavoitteista, heijastivat hyvin Suomen kantoja.
sv_se: De riktlinjer som Europeiska rådet gav i april, där man enades om de centrala målen i avtalet om utträde, återspeglade Finlands ståndpunkter väl.

source: Neuvottelut päätettiin jaksottaa kahteen vaiheeseen.
sv_se: Man beslutade att föra förhandlingarna i två skeden.

source: Ensimmäisessä vaiheessa EU keskittyi neuvottelemaan vain erosopimuksen keskeisimmistä asioista eli kansalaisten oikeuksista, rahoitusratkaisusta ja Irlannin rajaratkaisusta.
sv_se: I det första skedet koncentrerade sig EU bara på att förhandla om de viktigaste punkterna i avtalet, det vill säga medborgarnas rättigheter, finansieringslösningen och Irlands gränslösning.

source: Toiseen vaiheeseen siirryttiin joulukuussa, ja siinä neuvotellaan siirtymäajan järjestelyistä, lopuista erosopimuksen auki olevista kysymyksistä sekä käydään alustavia keskusteluja uuden suhteen puitteista.
sv_se: I december gick man över till det andra skedet, där förhandlingarna gäller arrangemangen under övergångstiden och resten av de ännu oavgjorda frågorna i avtalet om utträde. Då förs också inledande samtal om premisserna för den nya relationen.

source: Euroopan unionista tehdyn sopimuksen (SEU) 50 artikla
sv_se: Fördraget om Europeiska unionen (SEU), artikel 50

source: Suomen tärkeimpiä tavoitteita olivat kansalaisten ja heidän perheenjäsentensä saavutettujen oikeuksien turvaaminen sekä rahoitusratkaisu.
sv_se: Till Finlands viktigaste mål hörde att trygga medborgarnas och deras familjemedlemmars förvärvade rättigheter samt finansieringslösningen.

source: Kansalaisten oikeuksien kannalta EU saavutti pitkälti tavoitteensa.
sv_se: När det gäller medborgarnas rättigheter uppnådde EU till stor del sitt mål.

source: Kansalaisten ja heidän perheenjäsentensä oikeudet turvataan sellaisina kuin ne ovat eropäivänä tai mahdollisen siirtymäajan päättyessä.
sv_se: Medborgarnas och deras familjemedlemmars rättigheter tryggas sådana som de är dagen för utträdet eller efter en eventuell övergångstid.

source: Iso-Britannia sitoutui vastaamaan kaikista jäsenyytensä aikana tekemistään taloudellisista sitoumuksista ja lupasi hoitaa osuutensa nykyisestä rahoituskehyksestä sekä budjetin ulkopuolisista rahastoista.
sv_se: Storbritannien förband sig att ansvara för alla ekonomiska åtaganden som landet gjort under medlemskapet och lovade ta hand om sin andel i den nuvarande finansieringsramen och för fonderna som står utanför budgeten.

source: Pohjois-Irlannin rajakysymyksessä EU ja IsoBritannia pääsivät vasta osittaiseen ratkaisuun.
sv_se: När det gäller Nordirlands gränsfråga uppnådde EU och Storbritannien ännu bara en partiell lösning.

source: Tavoitteena on mm. Pohjois-Irlannin rauhanprosessin kunnioittaminen sekä kovan rajan ja sääntelyerojen välttäminen.
sv_se: Ambitionen är bland annat att respektera fredsprocessen i Nordirland och att undvika en hård gräns och skillnader i regelverken.

source: Koska Iso-Britannia haluaa jäädä sisämarkkinoiden ja tulliliiton ulkopuolelle, sen vastuulla on konkreettisten ratkaisujen esittäminen.
sv_se: Eftersom Storbritannien vill stanna utanför den inre marknaden och tullunionen är det på landets ansvar att lägga fram konkreta lösningar.

source: E 125/2016 vp, EJ 5/2017 vp, EJ 7/2017 vp, EJ 9/2017 vp, EJ 10/2017 vp, EJ 25/2017 vp, EJ 34/2017 vp, EJ 36/2017 vp ja EJ 38/2017 vp 33 E 96/2017 vp ja E 29/2017 vp
sv_se: E 125/2016 rd, EK 5/2017 rd, EK 7/2017 rd, EK 9/2017 rd, EK 10/2017 rd, EK 25/2017 rd, EK 34/2017 rd, EK 36/2017 rd och EK 38/2017 rd

source: Unionin kehittäminen
sv_se: Utveckling av unionen

source: Suomi osallistui aktiivisesti keskusteluun EU:n kehittämisestä.
sv_se: Finland deltog aktivt i debatten om utvecklingen av EU.

source: EU27-päämiesten maaliskuussa antamaan julistukseen EU:n tulevaisuudesta saatiin mukaan useita Suomen muokkausehdotuksia, esimerkkinä näistä maininta yhteisten sääntöjen noudattamisesta.
sv_se: Den förklaring om EU:s framtid som EU27-huvudmännen antog i mars innehöll många bearbetningsförslag av Finland, t.ex. formuleringen om att gemensamma regler ska efterföljas.

source: EU-johtajien asialistassa korostetaan päätöksenteon tehokkuutta ja tarvetta vaalia unionin yhtenäisyyttä sekä etsiä konkreettisia ratkaisuja ajankohtaisiin ongelmiin.
sv_se: EU-ledarnas ärendelista betonar effektiviteten i beslutsfattandet och behovet av att värna om unionens enighet och söka konkreta lösningar på aktuella problem.

source: Kirjaukset ovat Suomen tavoitteiden mukaisia.33
sv_se: Skrivningarna stämmer överens med Finlands mål.

source: Yhteisten arvojen noudattaminen
sv_se: Efterlevnad av gemensamma värden

source: Suomi korosti eri yhteyksissä unionin yhteisten arvojen noudattamista, erityisesti oikeusvaltioperiaatteen kunnioittamista.
sv_se: Finland betonade i olika sammanhang vikten av att efterleva unionen gemensamma värden, i synnerhet att respektera rättsstatsprincipen.

source: Oikeusvaltioperiaatetta koskevassa säännöllisessä neuvoston vuoropuhelussa pidettiin esillä Suomen näkemyksiä tiedotusvälineiden monimuotoisuudesta ja oikeusvaltioperiaatteesta digitaalisena aikakautena.
sv_se: I rådets regelbundna dialog om rättsstatsprincipen var Finlands synpunkter om massmediernas mångfald och rättsstatsprincipen i en digital tid på agendan.

source: Kertomusvuonna komissio antoi Puolalle oikeusvaltiosuosituksia.
sv_se: Kommissionen gav Polen rekommendationer i fråga om rättsstaten under berättelseåret.

source: Komissio myös ehdotti neuvostolle, että se toteaisi olevan selvä vaara, että Puola loukkaa vakavasti oikeusvaltioperiaatetta.
sv_se: Kommissionen föreslog också för rådet att det konstaterar att det från Polens sida föreligger en klar risk för en grov kränkning av rättsstatsprincipen.

source: Sääntelyn toimivuuden parantaminen
sv_se: Bättre lagstiftning

source: Suomi jatkoi työtä EU-sääntelyn toimivuuden parantamiseksi mm. vaikuttamalla siihen, että neuvostossa käynnistetään vaikutusarviointien laadinta, ja osallistumalla EUlainsäädännön yksinkertaistamista edistävän REFIT -foorumin toimintaan.
sv_se: Finland fortsatte att arbeta för en bättre fungerande EU-lagstiftning bl.a. genom att påverka att rådet börjar göra upp konsekvensbedömningar och genom att medverka i REFIT -forumet som främjar en förenkling av EU-lagstiftningen.

source: REFIT-foorumi on osa Euroopan komission paremman sääntelyn REFIT-ohjelmaa.
sv_se: Forumet REFIT ingår i EU-kommissionens REFIT-program för en bättre lagstiftning.

source: Suomi teki kansallisen EU-sääntelyn toimivuutta koskevan kartoituksen perusteella komissiolle ehdotuksia säädösten kumoamiseksi, poisvetämiseksi, muuttamiseksi ja uudelleenarvioimiseksi.
sv_se: Utgående från en kartläggning av hur väl den nationella EU-lagstiftningen fungerar lade Finland fram förslag till kommissionen för att upphäva, dra tillbaka, ändra och ompröva bestämmelser.

source: Lisäksi valtioneuvostossa seurattiin keskitetysti EU-direktiivien täytäntöönpanotilannetta.
sv_se: Dessutom följde statsrådet centraliserat hur långt genomförandet av EU-direktiv nått.

source: Koska keskitetyn seurannan rinnalla on kehitetty ministeriöiden sisäisiä valvontajärjestelmiä, voidaan arvioida, että seuranta on nykyisin kattavaa ja tehokasta.
sv_se: Eftersom det vid sidan av den centraliserade uppföljningen också inom ministerierna har utvecklats system för tillsyn kan man göra bedömningen att uppföljningen numera är heltäckande och effektiv.

source: E 20/2017 vp, E49/2017 vp ja EJ 33/2017 vp
sv_se: E 20/2017 rd, E49/2017 rd och EK 33/2017 rd

source: Muuttoliikkeeseen vastaaminen
sv_se: Hanteringen av migrationen

source: Kertomusvuonna muuttoliike EU:hun väheni edelleen.
sv_se: Flyttningsrörelsen till EU fortsatte att minska.

source: EU:ssa sovittiin laajoista toimenpidekokonaisuuksista keskisen Välimeren reitin Eurooppaan suuntautuvaan muuttoliikkeeseen vastaamiseksi.
sv_se: EU-länderna kom överens om omfattande åtgärdshelheter för att hantera migrationen längs rutten via centrala Medelhavet till Europa.

source: Esillä olivat erityisesti toimet Afrikan lähtö- ja kauttakulkumaissa sekä rahoituskysymykset.
sv_se: Särskilt aktuella var insatser i utrese- och transitländerna i Afrika samt finansieringsfrågor.

source: Yhteisen turvapaikkajärjestelmän (ml. Dublin-järjestelmä) uudistamista koskevissa säädösneuvotteluissa edettiin, mutta sopua ei vielä saavutettu turvapaikkahakemusten käsittelystä aiheutuvan taakan jakautumisesta jäsenvaltioiden kesken.
sv_se: Lagförhandlingarna om en reform av det gemensamma asylsystemet (inkl. Dublinsystemet) framskred, men ännu nåddes ingen samsyn om medlemsländernas fördelning av den börda som handläggningen av asylansökningar medför.

source: Vaikka EU tiivisti palautus- ja takaisinottoyhteistyötä kolmansien maiden kanssa, ei palautusten määrää kertomusvuonna saatu EU:n tavoittelemalle kasvu-uralle.
sv_se: Trots att EU intensifierade samarbetet med tredjeländer i fråga om återsändande och återtagande, lyckades man inte uppfylla EU:s mål om en ökning i antalet återsända.

source: Suomi ajoi palautusten ja takaisinoton edistämistä erityisesti Irakin, Somalian ja Afganistanin kanssa.
sv_se: Finland arbetade för att främja återsändandet och återtagandet i synnerhet med Irak, Somalia och Afghanistan.

source: Määräaikaiset sisäisten siirtojen järjestelyt päättyivät syyskuussa.
sv_se: De tidsbundna arrangemangen för interna förflyttningar löpte ut i september.

source: Useissa jäsenvaltioissa päätösten täytäntöönpano jäi puutteelliseksi, mutta Suomi kantoi oman vastuunsa (E 103/2017 vp).
sv_se: I många medlemsländer verkställdes besluten bristfälligt men Finland bar sitt eget ansvar (E 103/2017 rd).

source: Kasvun, kestävän kehityksen ja vakauden edistäminen
sv_se: Främjande av tillväxt, hållbar utveckling och stabilitet

source: Komission sisämarkkinastrategioiden aloitteiden valmistelussa Suomi tavoitteli erityisesti palveluiden, pääomamarkkinoiden ja energiamarkkinoiden vapauttamista sekä digitaalisen talouden vahvistamista.
sv_se: I beredningen av initiativ för kommissionens strategier för den inre marknaden eftersträvade Finland i synnerhet avreglering av tjänster, kapitalmarknaden och energimarknaden samt en förstärkning av den digitala ekonomin.

source: Suomen näkemykset teollisuuden digitalisaatiosta, palvelujen merkityksestä ja puhtaista ratkaisuista otettiin huomioon EU:n teollisuuspolitiikan uudistamista koskevassa pohjatyössä.
sv_se: Finlands synpunkter i fråga om digitaliseringen av ekonomin, tjänsternas betydelse och rena lösningar togs i beaktande i det förberedande arbetet för reformen av EU:s industripolitik.

source: Eurooppa-neuvosto linjasi Suomen aloitteesta, että EU:lle valmistellaan tekoälyn hyödyntämistä koskeva yhteinen lähestymistapa.
sv_se: På Finlands initiativ beslutade Europeiska rådet att det ska beredas en gemensam strategi för EU i fråga om utnyttjande av artificiell intelligens.

source: Lisäksi Suomi saavutti tavoitteensa digitalisaation huomioimisesta osaamisen agendan uusissa aloitteissa.
sv_se: Finland uppnådde dessutom sina mål i fråga om att digitaliseringen ska beaktas i de nya initiativen i kompetensagendan.

source: Syksyllä hyväksytty Euroopan sosiaalisten oikeuksien pilari oli myös Suomen kannan mukainen.
sv_se: Den pelare för de europeiska sociala rättigheterna som godkändes på hösten var också förenlig med Finlands hållning.

source: U 27/2017 vp, U 30/2017 vp ja U 31/2017 vp
sv_se: U 27/2017 rd, U 30/2017 rd och U 31/2017 rd
